Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Znalazłem ciało Rolfa. Wygląda na to, że się spóźniłem. Muszę wrócić do Folkarda i przekazać mu ponure wieści.
uk: Я знайшов тіло Рольфа. Здається, я запізнився. Треба повернутися до Фолькарда і повідомити йому сумну новину.

source: Znalazłem cię wreszcie! Udało nam się rozstawić ze sprzętem i w końcu można zjeść coś ciepłego.
uk: Нарешті я знайшов тебе! Нам вдалося розкласти спорядження, і нарешті можна поїсти чогось гарячого.

source: Znalazłem coś.
uk: Я дещо знайшов.

source: Znalazłem dwa fragmenty jakiegoś klucza.
uk: Я знайшов два фрагменти якогось ключа.

source: Znalazłem dwie beczki w kanałach. Zarówno złodzieje, jak i goniec nie skończyli najlepiej, bo zostali zaatakowani przez aligatory.
uk: Я знайшов дві бочки в каналізації. І для злодіїв, і для посланця все закінчилося погано, бо на них напали алігатори.

source: Znalazłem dwie ukradzione beczki niedaleko dźwigu portowego.
uk: Я знайшов дві вкрадені бочки біля портового крана.

source: Znalazłem formę, mogę wracać do Einara.
uk: Я знайшов форму, тепер я можу повернутися до Ейнара.

source: Znalazłem go na bagnach. Został w jakiś sposób przeklęty i nie mógł umrzeć. Pomyślałem, że to świetny pomysł zabrać nieśmiertelnego na tak trudną wyprawę...
uk: Я знайшов його в болоті. Він був якимось чином проклятий і не міг померти. Мені здалося, що це чудова ідея – взяти безсмертного в таку складну експедицію...

source: Znalazłem go na dachu klasztoru.
uk: Я знайшов його на даху монастиря.

source: Znalazłem go na miejscu porwania. Być może należał do jednego z porywaczy.
uk: Я знайшов його на місці викрадення. Можливо, він належав одному з викрадачів.

source: Znalazłem go przy ciele Antonio.
uk: Я знайшов його на тілі Антоніо.

source: Znalazłem go przy targowisku Dimy.
uk: Я знайшов його біля прилавку Діни.

source: Znalazłem go przy trupie
uk: Я знайшов його біля мертвого тіла

source: Znalazłem go przy zwłokach
uk: Я знайшов його біля трупа,

source: Znalazłem go u rzekomego gońca, który mnie napadł.
uk: у вдаваного посланця, який напав на мене.

source: Znalazłem go w chacie Kurta.
uk: Я знайшов його в хатині Курта.

source: Znalazłem go w jaskini przy Mglistych Moczarach.
uk: Я знайшов його в печері на Туманних болотах.

source: Znalazłem go w jego pracowni.
uk: який я знайшов у його майстерні.

source: Znalazłem go w kufrze Jona.
uk: Я знайшов його в скрині Йона.

source: Znalazłem go w porcie.
uk: Я знайшов його в порту.

source: Znalazłem go w srebrnej skrzynce
uk: Я знайшов його в срібній скриньці

source: Znalazłem górne wyjście z jaskini, ale raczej nie uda nam się dostać od tamtej strony.
uk: Я знайшов верхній вихід з печери, але навряд ми зможемо потрапити всередину з того боку.

source: Znalazłem górne wyjście z jaskini...
uk: Я знайшов верхній вихід з печери...

source: Znalazłem jakieś ciało otoczone goblinami. Przeszukam je. Może znajdę coś, co mi powie, czy jest to Ogis lub Reez.
uk: Я знайшов чиєсь тіло в оточенні гоблінів. Треба його обшукати. Може, знайду щось, що підкаже мені, чи це Огіс, чи Різ.

source: Znalazłem jakieś ślady krwi. Warto sprawdzić, gdzie mnie doprowadzą.
uk: Я знайшов сліди крові. Варто перевірити, куди вони мене приведуть.

source: Znalazłem jakiś dziwnie zdobiony miecz pod wodą. Najlepiej będzie, jeśli przekażę go Cortezowi.
uk: Я знайшов під водою якийсь дивний оздоблений меч. Буде краще, якщо я віддам його Кортезу.

source: Znalazłem jakiś dziwny kamień. Niestety, nie mam bladego pojęcia, co z nim zrobić. Może jakiś mag mi z nim pomoże?
uk: Я знайшов дивний камінь. На жаль, я не маю ані найменшого уявлення, що з ним робити. Можливо, якийсь маг зможе мені допомогти?

source: Znalazłem jakiś dziwny kamień. Niestety, nie mam bladego pojęcia, co z nim zrobić. Może jakiś mag mi z nim pomoże? Powinienem porozmawiać z Lokvarem.
uk: Я знайшов дивний камінь. На жаль, я не маю ані найменшого уявлення, що з ним робити. Можливо, якийсь маг зможе мені допомогти? Потрібно поговорити з Локваром.

source: Znalazłem jakąś zawaloną salę treningową.
uk: Я знайшов щось схоже на завалений тренувальний зал.

source: Znalazłem je na dnie jeziora
uk: Я знайшов її на дні озера

source: Znalazłem je w kufrze Rodrigo, więc mam powody twierdzić, że to on jest trucicielem.
uk: Я знайшов їх у скрині Родріго, тож маю підстави вважати, що він і є отруювачем.

source: Znalazłem jednego z zaginionych strażników. Facet nie miał szczęścia.
uk: Я знайшов одного зі зниклих вартових. Йому не пощастило.

source: Znalazłem jedną z ukradzionych beczek w zaułku Dzielnicy Biedoty.
uk: Одну з викрадених бочок я знайшов у провулку Бідного кварталу.

source: Znalazłem jedną, kiedy pewien facet próbował mnie oszukać. Znajduje się w niewielkiej kotlince, przed miastem.
uk: Я знайшов одну, коли один хлопець намагався мене обдурити. Вона розташована в невеликій ущелині, перед містом.

source: Znalazłem jego dziennik. Jest w nim napisane, że Rodrigo planował zemścić się na Stanie.
uk: Я знайшов його щоденник. У ньому написано, що Родріго планував помститися Стену.

source: Znalazłem jego zwłoki przy niedźwiedziu, który was nachodził.
uk: Я знайшов його труп поруч з ведмедем, що переслідував тебе.

source: Znalazłem ją na dachu klasztoru.
uk: Я знайшов його на даху монастиря.

source: Znalazłem ją na opuszczonym cmentarzu.
uk: Я знайшов її на покинутому цвинтарі.

source: Znalazłem ją przy bandycie
uk: Я знайшов її у бандита

source: Znalazłem ją przy ciele pirata, na bagnach.
uk: Я знайшов її поруч з тілом пірата, на болотах.

source: Znalazłem ją przy ciele w piwnicy Bodowina.
uk: Я знайшов її біля тіла в підвалі Бодовіна.

source: Znalazłem ją przy twierdzy Vardhal.
uk: Я знайшов її біля фортеці Вардхал.

source: Znalazłem ją przy zwłokach Fulko.
uk: Я знайшов її на тілі Фалько.

source: Znalazłem ją przy zwłokach pirata,
uk: Я знайшов її на трупі пірата,

source: Znalazłem ją przy ławce,
uk: Я знайшов його біля лавки,

source: Znalazłem ją w jeziorze niedaleko Wilczego Leża.
uk: Я знайшов її в озері біля Вовчого Лігва.

source: Znalazłem ją w kapliczce Innosa na cmentarzu.
uk: Я знайшов її біля каплиці Інноса на цвинтарі.

source: Znalazłem ją w kopalni srebra.
uk: Я знайшов її в срібній копальні.

source: Znalazłem ją w pobliżu dźwigu
uk: Я знайшов її поблизу підйомника,

source: Znalazłem ją w pobliżu ruin Vardhal.
uk: Я знайшов її біля руїн Вардхалу.

source: Znalazłem ją w twierdzy Vardhal.
uk: Я знайшов її у фортеці Вардхал.

source: Znalazłem ją w wieży w kopalni Araxos.
uk: Я знайшов його у вежі в копальні Араксосу.

source: Znalazłem kamienne piedestały, które otwierają wrota w jakimś labiryncie.
uk: Я знайшов кам'яні постаменти, які відкривають ворота в якийсь лабіринт.

source: Znalazłem kamienne piedestały.
uk: Я знайшов кам'яні постаменти.

source: Znalazłem kilka ostrych rzeczy, które mogą się nadać. Razem z Simonem wyłożymy nimi dół, a ty wyjdź przed jaskinię i przynieś kilka gałęzi z jakiegoś zielonego krzewu albo paproci.
uk: Я знайшов кілька гострих предметів, які можуть підійти. Ми з Саймоном вистелимо ними яму, а ти принеси кілька гілок з якогось зеленого куща або папороті десь перед печерою.

source: Znalazłem kilku ludzi do pilnowania bramy kopalni. Strażnik powinien ją teraz otworzyć.
uk: Я знайшов декількох людей для охорони воріт копальні. Тепер вартовий повинен їх відчинити.

source: Znalazłem kogoś, kto będzie w stanie sprawdzić skład potrawki, którą spożywał zaraz przed swoją śmiercią.
uk: Я знайшов людину, яка зможе перевірити склад їжі, яку він вживав незадовго до смерті.

source: Znalazłem kogoś, kto może pomóc.
uk: Я знайшов декого, хто може допомогти.

source: Znalazłem koło zębate i twoich pracowników.
uk: Я знайшов шестерню і твоїх працівників.

source: Znalazłem koło zębate... i jednego z pracowników. Udało mu się uciec przed zębaczami, ale chyba nie dał rady wypłynąć na powierzchnię. Czas wracać do Lucasa z wiadomościami.
uk: Я знайшов шестерню... і одного з працівників. Йому вдалося втекти від снепперів, але, схоже, він не вибрався на поверхню. Час повернутися до Лукаса з новинами.

source: Znalazłem księgę opisującą kunszt płatnerzy z Vardhal.
uk: Я знайшов книгу, що описує майстерність бронярів з Вардхалу.

source: Znalazłem księgę rachunkową Gerstanda. Wynika z niej, że od dłuższego czasu dokonuje transakcji z Gerhardem uiszczając zaniżony podatek. Nie wiem, czy to dostateczny dowód dla sędziego, ale może uda mi się zastraszyć samego Gerstanda?
uk: Я знайшов бухгалтерську книгу Герстанда. З неї видно, що він протягом тривалого часу торгував з Герхардом, сплачуючи занижені податки. Не знаю, чи достатньо цього доказу для судді, але, можливо, мені вдасться залякати самого Герстанда?

source: Znalazłem na terenie winnicy.
uk: Знайшов на винограднику.

source: Znalazłem naszych towarzyszy.
uk: Я знайшов наших товаришів.

source: Znalazłem niewysłany list od Finbara. Chyba zaczął podejrzewać, że jesteśmy na jego tropie i opuścił swoją kryjówkę w pośpiechu. Muszę spróbować go wyśledzić po porozrzucanych rzeczach.
uk: Я знайшов невідправленого листа від Фінбара. Думаю, він запідозрив, що ми вийшли на його слід, і швидко покинув свою схованку. Треба спробувати розшукати його по розкиданих речах.

source: Znalazłem notkę, z której wynika, że ktoś chce się ze mną spotkać w miejscu, gdzie zabito Tilla. To może być znak, o którym mówił Berto. Notka wspomina coś o wścibskich oczach. Zanim ruszę w kierunku tego miejsca, muszę się upewnić, że strażników nie będzie w pobliżu.
uk: Я знайшов записку, в якій говорилося, що хтось хоче зустрітися зі мною на місці, де вбили Тілля. Це може бути знак, про який говорив Берто. У записці згадується щось про зайві очі. Перш ніж вирушити до того місця, я маю переконатися, що поблизу немає вартових.

source: Znalazłem podróżnika.
uk: Я знайшов мандрівника.

source: Znalazłem pomieszczenie przypominające spiżarnię albo jakiś magazyn. Jego tylna część jest cała zawalona. Może odblokujemy jakąś drogę na skróty, aż do samego grobowca? Warto pogadać o tym z Dusterem.
uk: Я знайшов приміщення, схоже на комору або якийсь склад. Його задня частина повністю завалена. Може, нам вдасться розчистити якийсь короткий шлях до самої гробниці? Варто поговорити про це з Дастером.

source: Znalazłem porozrzucane butelki i rozlany alkohol prowadzące w stronę zamkniętych drzwi. Powinienem to sprawdzić.
uk: Я помітив розкидані пляшки та розлитий алкоголь, які ведуть до замкнених дверей. Потрібно перевірити, що там.

source: Znalazłem przy ciele brzytwy miecz Devira. Pora zanieść go właścicielowi.
uk: Я знайшов меч Девіра біля трупа бритвозуба. Настав час повернути його власнику.

source: Znalazłem przy ciele jakiejś brzytwy i zobaczyłem inskrypcję, więc postanowiłem ci go zwrócić.
uk: Я знайшов його біля тіла бритвозуба і побачив напис, тому вирішив повернути його тобі.

source: Znalazłem przy nim jeszcze ten amulet.
uk: Я знайшов при ньому цей амулет.

source: Znalazłem przy złodzieju całkiem sporo magicznych przedmiotów. Zanim coś z nimi zrobię, powinienem je pokazać mojemu mistrzowi. Może Davis coś z tego wywnioskuje?
uk: У злодія знайшлося чимало магічних предметів. Перш ніж що-небудь з ними зробити, я повинен показати їх своєму вчителю. Можливо, Девісу щось вдасться з них дізнатися?

source: Znalazłem puste butelki z grogiem. Hod musiał tędy przechodzić.
uk: Я знайшов порожні пляшки з-під грогу. Ход, мабуть, був тут.

source: Znalazłem rekrutów. Polegli walcząc do samego końca.
uk: Я знайшов новобранців. Вони полягли, борючись до самого кінця.

source: Znalazłem taki dziwny proszek. Możesz mi powiedzieć co to takiego?
uk: Я знайшов якийсь дивний порошок. Не знаєш, що це?

source: Znalazłem taki dziwny proszek. Wiesz może, co to takiego?
uk: Я знайшов якийсь дивний порошок. Ти випадково не знаєш, що це?

source: Znalazłem taki o to świstek. Możesz go sobie wziąć. W zamian możesz dać mi tę czaszkę, którą tu znalazłeś.
uk: Я знайшов ось цей папірець. Можеш забрати собі. Взамін можеш віддати мені череп, який ти тут знайшов.

source: Znalazłem te notatki
uk: Я знайшов ці записи

source: Znalazłem ten dziennik przy ciele Detlowa.
uk: Я знайшов цей щоденник біля тіла Детлоу.

source: Znalazłem ten dziwny miecz.
uk: Я знайшов цей дивний меч.

source: Znalazłem ten klucz przy zwłokach Bodowina.
uk: Я знайшов цей ключ біля трупа Бодовіна.

source: Znalazłem ten list przy
uk: Я знайшов цей лист у

source: Znalazłem też trochę materiałów, które mogą nam się tam przydać.
uk: Я також знайшов трохи матеріалів, які можуть нам там знадобитися.

source: Znalazłem to ogłoszenie w piwnicy Bodowina.
uk: Я знайшов це оголошення в підвалі Бодовіна.

source: Znalazłem trzecią paczkę. Nie ma sensu dłużej szukać. Cortez powinien być zadowolony, że w ogóle udało mi się odzyskać część broni.
uk: Я знайшов третю зв'язку. Немає сенсу шукати далі. Кортез має бути задоволений тим, що мені вдалося повернути хоча б частину зброї.

source: Znalazłem twojego zbieracza, a dokładniej trzech z nich.
uk: Я знайшов твого збирача, а точніше трьох.

source: Znalazłem twoją zgubę.
uk: Я знайшов твою скриньку.

source: Znalazłem wielkie wrota prowadzące do środka.
uk: Я знайшов великі ворота, що ведуть всередину.

source: Znalazłem worek pełen rudy. Takie znalezisko powinno uspokoić Corteza, ale może warto jeszcze sprawdzić te ślady krwi?
uk: Я знайшов мішечок, повний руди. Така знахідка має заспокоїти Кортеза, але, можливо, все ж варто перевірити ті сліди крові?

source: Znalazłem wszystko. Proszę.
uk: Я все знайшов. Будь ласка.

source: Znalazłem wuja i powiedziałem mu o problemie Jorna. Teraz Kurt chce porozmawiać z moim bratem.
uk: Я знайшов дядька і розповів йому про проблему Йорна. Тепер Курт хоче поговорити з моїм братом.

source: Znalazłem wyrwaną ludzką rękę. Wydaje mi się, że trzyma coś w dłoni. Muszę się jej dokładniej przyjrzeć.
uk: Я знайшов відірвану людську руку. Мені здається, що вона щось тримає. Потрібно придивитися уважніше.

source: Znalazłem zadanie dla ciebie.
uk: Я знайшов для тебе завдання.

source: Znalazłem zaginionego podróżnika. Delikatnie mówiąc, facet nie jest zdolny do jakichkolwiek negocjacji. Wrócę z przepisem do Odgara.
uk: Я знайшов зниклого мандрівника. М'яко кажучи, хлопець не в змозі вести будь-які переговори. Я повернуся до Одгара з кресленням.

source: Znalazłem zaginionego pracownika w jaskini obok winnicy, otoczonego przez kretoszczury. Pomogłem mu wydostać się z tarapatów.
uk: Я знайшов зниклого робітника в печері поруч з виноградником, оточеного кротощурами. Я допоміг йому вибратися з біди.

source: Znalazłem zwój snu. W okolicy nie ma innych strażników, więc nikt nie powinien widzieć, jak rzucam zaklęcie na strażnika biura Igora.
uk: Я знайшов сувій сну. Поблизу нікого немає, тож ніхто не повинен побачити, як я накладаю заклинання на вартового біля контори Ігоря.

source: Znalazłem, ale jego ciało zostało dawno splądrowane.
uk: Знайшов, але його тіло давно обікрали.

source: Znalazłeś coś interesującego w dokumentach Sachsa?
uk: Знайшов щось корисне в документах Сакса?

source: Znalazłeś coś?
uk: Знайшов щось?

source: Znalazłeś coś? Dobra, pal licho z tym, co znalazłeś! Skoro żyjesz, to musiałeś już być u Corteza.
uk: Ти щось знайшов? Але до біса, це не так важливо! Якщо ти живий, то ти вже, мабуть, був у Кортеза.

source: Znalazłeś go?
uk: Ти його знайшов?

source: Znalazłeś ich ciała?
uk: Ти знайшов їхні тіла?

source: Znalazłeś jakieś ślady?
uk: Ти знайшов якісь сліди?

source: Znalazłeś jakiś trop?
uk: Знайшов якісь зачіпки?

source: Znalazłeś już więcej monet niż połowa moich poprzednich dostawców.
uk: Ти вже знайшов більше монет, ніж половина моїх попередніх постачальників.

source: Znalazłeś się w posiadaniu niezwykle cennego przedmiotu magicznego!
uk: Ти став володарем надзвичайно цінного магічного предмета!

source: Znalazłeś wszystkie? Byłem pewny, że jedna poleciała na sam dół kanionu.
uk: Ти знайшов їх усі? Я був впевнений, що одна з них полетіла на саме дно каньйону.

source: Znalazłoby się tutaj trochę krwi?
uk: Тут не знайдеться трохи крові?

source: Znalezienie rzetelnego człowieka na tej wyspie graniczy z cudem. Z wyjątkiem Willema moi nowi pracownicy to banda nierobów. Facet przynajmniej pogania te łajzy do pracy. Dzięki jego dyscyplinie i najemnikom Lorenzo pozbyłem się z pól tych robali. Może jest jeszcze nadzieja dla tego miejsca.
uk: Знайти надійну людину на цьому острові межує з дивом. За винятком Віллема, мої нові працівники – збіговисько невдах. Цей хлопець принаймні підганяє цих покидьків до роботи. Завдяки його дисципліні та найманцям Лоренцо я позбавив поля від цих жуків. Можливо, ще є надія для цього місця.

source: Znalezione przeze mnie poszlaki wskazują, że porywaczy było dwóch.
uk: Непрямі докази, які я знайшов, вказують на те, що викрадачів було двоє.

source: Znalezione w środku złoto oraz kosztowności wystarczyły, by zapewnić godziwe wynagrodzenie tym, którzy przeżyli, a także zadośćuczynić rodzinom tych, którym się to nie udało.
uk: Золота та коштовностей, знайдених всередині, вистачило, щоб забезпечити належну платню тим, хто вижив, і виплатити компенсацію сім'ям тих, хто не вижив.

source: Znaleźliście Rozjemcę? To przecież niemożliwie... wszyscy myśleliśmy, że to tylko legendy!
uk: Ви знайшли Миротворця? Це неможливо... ми всі думали, що це лише легенди!

source: Znaleźliśmy Sevinusa, a raczej to, co z niego zostało. Co go mogło tak urządzić? Ioris obwinia Kerrana, że to niby on się go pozbył, chcąc zawłaszczyć dla siebie jego przydział, ale ja w to nie wierzę. Przecież nie spuszczałem z niego oczu! Mówiłem Sevinusowi, żeby oglądał się za siebie, jak szedł z miasta. Może ktoś go śledził? Zakopaliśmy go i poszliśmy do jednej z dalszych komnat, gdzie rozbiliśmy obóz.
uk: Ми знайшли Севінуса, а точніше те, що від нього залишилося. Що могло зробити з ним таке? Йоріс звинувачує Керрана, що це нібито він позбувся його, бажаючи привласнити його частку, але я не вірю в це. Адже я ніколи не зводив з нього очей! Я ж казав Севінусу, щоб він був обережним, виходячи з міста. Може, за ним хтось стежив? Ми поховали його і пішли в одну з наступних кімнат, де розбили ще один табір.

source: Znaleźliśmy go w lesie niedaleko Silbach, więc równie dobrze mogła go dopaść jakaś dzika bestia. Pech chciał, że był to dobry przyjaciel Jona.
uk: Ми знайшли його в лісі поблизу Сільбаху, з таким же успіхом його міг загризти якийсь дикий звір. На жаль, він був добрим другом Йона.

source: Znaleźliśmy go, jak błąkał się w towarzystwie innych uchodźców.
uk: Ми знайшли його, коли він блукав у товаристві інших біженців.

source: Znaleźliśmy magazyn przemytników w mieście.
uk: Ми знайшли склад контрабандистів в місті.

source: Znaleźliśmy rannego młodego wilka. Wygląda na to, że zwierzę spadło z wysokości i połamało sobie łapy. Nie zgodziłem się, by Detlow dobił zwierzę. Po małej sprzeczce, zostawiliśmy ranne zwierzę same sobie. Pora ruszać w dalszą drogę.
uk: Ми знайшли пораненого молодого вовка. Схоже, він впав з висоти та поламав собі лапи. Я не погодився з рішенням Детлоу добити тварину. Після невеликої суперечки ми залишили пораненого вовка. Час рухатися далі.

source: Znaleźliśmy rannego młodego wilka. Wygląda na to, że zwierzę spadło z wysokości i połamało sobie łapy. Zgodziłem się, by Detlow dobił zwierzę. I tak długo by nie przeżyło, a mogłoby sprowadzić na nas resztę stada. Pora ruszać w dalszą drogę.
uk: Ми знайшли пораненого молодого вовка. Схоже, він впав з висоти та поламав собі лапи. Я погодився, щоб Детлоу добив тварину. Він все одно не прожив би довго і міг нацькувати на нас решту зграї. Час рухатися далі.

source: Znaleźliśmy wiele starych zapisków i całkiem sporo kosztowności. Wiele z nich było całkowicie przysypanych gruzami, ale trochę machania kilofem dało rezultaty.
uk: Ми знайшли багато старих записів і чимало коштовностей. Багато з цього було повністю завалено уламками, тож довелося трохи попрацювати киркою.

source: Znam Antonia od paru ładnych lat. To mój kumpel po fachu.
uk: Я знаю Антоніо багато років. Він мій колега по роботі.

source: Znam Morrisa i domyślam się, w jaki sposób zareagowałby na takie informacje.
uk: Я знаю Морріса і здогадуюсь, як він відреагує на таку інформацію.

source: Znam Petrę od lat. To uczciwa kobieta, która gardzi przestępcami jak każdy mieszkaniec tej wsi.
uk: Я знаю Петру вже багато років. Це чесна жінка, яка зневажає злочинців так само, як і всі в цьому селі.

source: Znam doświadczonego drwala, nazywa się Lowell.
uk: Я знаю досвідченого лісоруба, його звати Лоувел.

source: Znam go dobrze, może miał zatarg z tym pijakiem, ale uwierz mi. To nie on.
uk: Я його добре знаю. Може, він і посварився з тим п'яницею, але повір мені – це був не він.

source: Znam już tę księgę!
uk: Я вже знаю цю книгу!

source: Znam miejsce, gdzie mógłbyś się przydać.
uk: Я знаю місце, де ти міг би проявити себе.

source: Znam miejsce, gdzie mógłbyś się przydać. (Wyślij do miasta)
uk: Я знаю місце, де ти можеш бути корисним. (Відправити до міста)

source: Znam się na kowalstwie, to nie wystarczy?
uk: Я розуміюся на ковальстві, хіба цього недостатньо?

source: Znam się na pracy nad drewnem.
uk: Я розуміюся на деревообробці.

source: Znam się na pracy nad drewnem. Mogę ci to bez problemu udowodnić.
uk: Я розуміюся на деревообробці. Можу це легко довести.

source: Znam się na rzeczy. A teraz, wybacz. Muszę wracać do swoich zajęć.
uk: Я знаю свою справу. А тепер вибачай. Я мушу повертатись до своїх справ.

source: Znam się też trochę na łowiectwie, wiesz, głównie podstawy, ale umiem też zerwać skorupę z kraba czy wyrwać żuwaczkę polnej bestii.
uk: Також я трохи знаюся на полюванні, але тільки основи. А ще я вмію вирізати панцирі у крабів або витягати щелепи у польових жуків.

source: Znam się też trochę na łowiectwie. Wiesz, pozyskiwanie skór gadów, wyrywanie kłów, pazurów, rogów cieniostwora, języków ognistych jaszczurów.
uk: Я також трохи знаюся на полюванні. Вмію знімати шкури з рептилій, видирати ікла, пазурі, роги тінезвірів і язики вогняних ящерів.

source: Znam takich, którzy chcieliby was wyrzucić do morza albo odesłać tam, skąd przybyliście.
uk: Я знаю декого, хто хотів би кинути тебе у море або відправити туди, звідки ти прийшов.

source: Znam tego chłystka. Kiedyś wziął u mnie pożyczkę, której później nie spłacił na czas.
uk: Я знаю цього дурня. Колись він взяв у мене позику, яку потім не зміг вчасно повернути.

source: Znam tą książkę na pamięć! Nie musisz się śpieszyć z jej oddaniem.
uk: Я знаю цю книгу напам'ять! Не потрібно поспішати її повертати.

source: Znam tę gnidę. Już od paru tygodni podjudza mieszkańców do buntu, ale cały czas wymykał się naszym ludziom.
uk: Знаю я цього покидька. Він підбурює місцевих до повстання вже кілька тижнів, але весь цей час вислизав від наших людей.

source: Znam was jak swoje PIĘĆ palców, Osip.
uk: Я знаю тебе, як свої П'ЯТЬ пальців, Осіпе.

source: Znam. Jego ekscelencja wdrożyła mnie w temat wraz z Eurikiem.
uk: Знаю. Його Світлість ввів мене в курс справи разом з Ейріхом.

source: Znamy się na swojej robocie jak mało kto. Skargi na nasze usługi są rzadkie, a jak się pojawiają, to w większości są gówno warte i nie ma sensu się nimi przejmować.
uk: Ми знаємо свою роботу, як мало хто інший. Скарги на наші послуги трапляються рідко, а коли й трапляються, то здебільшого це якісь нісенітниці, якими не варто перейматися.

source: Znamy się na swojej robocie jak mało kto. Skargi na nasze usługi są rzadkie, a jak się pojawiają, to w większości są gówno warte, nie warto się nimi przejmować.
uk: Ми знаємо свою роботу, як мало хто інший. Скарги на наші послуги трапляються рідко, а коли й трапляються, то здебільшого це якісь нісенітниці, які не варті того, щоб ними перейматися.

source: Znamy się od lat, więc może potraktuje cię łagodniej.
uk: Ми знайомі багато років, тож, можливо, він буде з тобою поблажливішим.
